{
	"1":
	{
		"name": "65803 Didymos",
		"image": "asteroid2.jpg",
		"text": "Dimensions: ~800 m\nMass: 5.27x10^11 kg\nMean density: 1.7±0.4 g/cm^3\nRotation period 2.259 h\nAlbedo: 0.16 ± 0.04\nSpectral type: Xk\nAbsolute magnitude (H): 18.0",
		"coordinates":
		{
		"x": 3245,
		"y": 898
		}
	},
	"2":
	{
		"name": "2025.",
		"image": "img2.jpg",
		"text": "NASA had been developing a new rocket – the Space Launch System (SLS) – along with a manned spacecraft placed at Earth-Moon Lagrange Point 2. The agency's longer term goals included sending astronauts to Mars, rather than the Moon's surface. However, private commercial ventures, such as inflatable modules designed by Bigelow Aerospace, were also getting underway and involved some testing and collaboration with NASA. Additionally, the SLS had performed lunar orbits during its testing, along with crewed asteroid missions.",
		"coordinates":
		{
		"x": 3245,
		"y": 998
		}
	},
	"3":
	{
		"name": "2025.",
		"image": "img8.jpg",
		"text": "NASA lands an astronaut on an asteroid. Experience is gained in finding ways to deflect potentially harmful rocks that may threaten Earth. On-site examination also provides new insights into the economic value of these space rocks and the resources they contain – adding to the knowledge from private ventures like Planetary Resources and Deep Space Industries. Perhaps more importantly, technologies can be tested, alongside training of processes, for later use in Mars missions during the 2030s.",
		"coordinates":
		{
		"x": 3245,
		"y": 1048
		}
	},
	"4":
	{
		"name": "2035. - 2045.",
		"image": "img5.jpg",
		"text": "Space development and infrastructure necessary to further space exploration and exploitation. Initially confined to near-Earth asteroids, these operations have been expanded by the early 2030s to include a number of rocks in the main asteroid belt, between Mars and Jupiter. This region contains over a billion times more metal than exists on Earth, along with virtually endless supplies of water-ice, vastly expanding the potential for commercial exploitation. Various new companies have been formed specialising in particular technologies, spacecraft and mining methods.",
		"coordinates":
		{
		"x": 3245,
		"y": 1098
		}
	},
	"5":
	{
		"name": "2045.",
		"image": "img6.jpg",
		"text": "Asteroid mining prospers, as well as humankind's expansion in space",
		"coordinates":
		{
		"x": 3245,
		"y": 1148
		}
	},
	"6":
	{
		"name": "2047.",
		"image": "",
		"text": "As part of the recent exploration of the Kuiper Belt, an unmanned robotic probe has been sent to intercept 2060 Chiron, a minor planet, arriving this year. The mission returns vital data about Chiron's size, shape, polar obliquity, atmosphere, surface morphology, composition, internal structure, surface activity (including the nature of Chiron's outbursts), and its origin. NASA had been planning for such a mission as far back as 1994.",
		"coordinates":
		{
		"x": 3245,
		"y": 1198
		}
	}
}